{
  "chapters": [
    {
      "id": 1,
      "title": "Observing the Armies on the Battlefield of Kurukṣetra",
      "verses": [
        {
        "number": 1,
        "sanskrit": "धृतराष्ट्र उवाच\nधर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।\nमामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय ॥ १ ॥",
        "transliteration": "dhṛtarāṣṭra uvāca\ndharma-kṣetre kuru-kṣetre\nsamavetā yuyutsavaḥ\nmāmakāḥ pāṇḍavāś caiva\nkim akurvata sañjaya",
        "word_meanings": "dhṛtarāṣṭraḥ uvāca — King Dhṛtarāṣṭra said; dharma-kṣetre — in the place of pilgrimage; kuru-kṣetre — in the place named Kurukṣetra; samavetāḥ — assembled; yuyutsavaḥ — desiring to fight; māmakāḥ — my party (sons); pāṇḍavāḥ — the sons of Pāṇḍu; ca — and; eva — certainly; kim — what; akurvata — did they do; sañjaya — O Sañjaya.",
        "translation": "Dhṛtarāṣṭra said: O Sañjaya, after my sons and the sons of Pāṇḍu assembled in the place of pilgrimage at Kurukṣetra, desiring to fight, what did they do?",
        "translation_hi": "धृतराष्ट्र ने कहा: हे संजय, मेरे पुत्रों और पाण्डु के पुत्रों ने कुरुक्षेत्र के तीर्थ स्थान पर युद्ध करने की इच्छा से एकत्रित होने के बाद क्या किया?",
        "purport": "Bhagavad-gītā is the widely read theistic science summarized in the Gītā-māhātmya (Glorification of the Gītā). There it says that one should read Bhagavad-gītā very scrutinizingly with the help of a person who is a devotee of Śrī Kṛṣṇa and try to understand it without personally motivated interpretations. The example of clear understanding is there in the Bhagavad-gītā itself, in the way the teaching is understood by Arjuna, who heard the Gītā directly from the Lord. If someone is fortunate enough to understand the Bhagavad-gītā in that line of disciplic succession, without motivated interpretation, then he surpasses all studies of Vedic wisdom, and all scriptures of the world. One will find in the Bhagavad-gītā all that is contained in other scriptures, but the reader will also find things which are not to be found elsewhere. That is the specific standard of the Gītā. It is the perfect theistic science because it is directly spoken by the Supreme Personality of Godhead, Lord Śrī Kṛṣṇa.\n\nThe topics discussed by Dhṛtarāṣṭra and Sañjaya, as described in the Mahābhārata, form the basic principle for this great philosophy. It is understood that this philosophy evolved on the Battlefield of Kurukṣetra, which is a sacred place of pilgrimage from the immemorial time of the Vedic age. It was spoken by the Lord when He was present personally on this planet for the guidance of mankind.\n\nThe word dharma-kṣetra (a place where religious rituals are performed) is significant because, on the Battlefield of Kurukṣetra, the Supreme Personality of Godhead was present on the side of Arjuna. Dhṛtarāṣṭra, the father of the Kurus, was highly doubtful about the possibility of his sons’ ultimate victory. In his doubt, he inquired from his secretary Sañjaya, “What did they do?” He was confident that both his sons and the sons of his younger brother Pāṇḍu were assembled in that Field of Kurukṣetra for a determined engagement of the war. Still, his inquiry is significant. He did not want a compromise between the cousins and brothers, and he wanted to be sure of the fate of his sons on the battlefield. Because the battle was arranged to be fought at Kurukṣetra, which is mentioned elsewhere in the Vedas as a place of worship—even for the denizens of heaven—Dhṛtarāṣṭra became very fearful about the influence of the holy place on the outcome of the battle. He knew very well that this would influence Arjuna and the sons of Pāṇḍu favorably, because by nature they were all virtuous. Sañjaya was a student of Vyāsa, and therefore, by the mercy of Vyāsa, Sañjaya was able to envision the Battlefield of Kurukṣetra even while he was in the room of Dhṛtarāṣṭra. And so, Dhṛtarāṣṭra asked him about the situation on the battlefield.\n\nBoth the Pāṇḍavas and the sons of Dhṛtarāṣṭra belong to the same family, but Dhṛtarāṣṭra’s mind is disclosed herein. He deliberately claimed only his sons as Kurus, and he separated the sons of Pāṇḍu from the family heritage. One can thus understand the specific position of Dhṛtarāṣṭra in his relationship with his nephews, the sons of Pāṇḍu. As in the paddy field the unnecessary plants are taken out, so it is expected from the very beginning of these topics that in the religious field of Kurukṣetra, where the father of religion, Śrī Kṛṣṇa, was present, the unwanted plants like Dhṛtarāṣṭra’s son Duryodhana and others would be wiped out and the thoroughly religious persons, headed by Yudhiṣṭhira, would be established by the Lord. This is the significance of the words dharma-kṣetre and kuru-kṣetre, apart from their historical and Vedic importance.",
        "purport_hi": "भगवद्गीता एक व्यापक रूप से पढ़ी जाने वाली आस्तिक विद्या है जिसका सार गीता-माहात्म्य (गीता की स्तुति) में मिलता है। इसमें कहा गया है कि भगवद्गीता को श्री कृष्ण के किसी भक्त की सहायता से अत्यंत सूक्ष्मता से पढ़ना चाहिए और व्यक्तिगत स्वार्थ से प्रेरित व्याख्याओं के बिना इसे समझने का प्रयास करना चाहिए। स्पष्ट समझ का उदाहरण स्वयं भगवद्गीता में मिलता है, जिस प्रकार अर्जुन ने भगवान से सीधे गीता सुनकर इसे समझा। यदि कोई व्यक्ति शिष्य परंपरा के उस क्रम में, बिना किसी स्वार्थ से प्रेरित व्याख्या के, भगवद्गीता को समझने में सौभाग्यशाली होता है, तो वह वैदिक ज्ञान के सभी अध्ययनों और संसार के सभी शास्त्रों से श्रेष्ठ हो जाता है। भगवद्गीता में वह सब कुछ मिलेगा जो अन्य शास्त्रों में समाहित है, लेकिन पाठक को इसमें ऐसी बातें भी मिलेंगी जो कहीं और नहीं मिलतीं। यही गीता का विशिष्ट मानदंड है। यह पूर्ण आस्तिक विज्ञान है क्योंकि यह सीधे भगवान श्री कृष्ण द्वारा कहा गया है।\n\nमहाभारत में वर्णित धृतराष्ट्र और संजय द्वारा विवेचित विषय इस महान दर्शन का आधार हैं। ऐसा माना जाता है कि इस दर्शन का विकास कुरुक्षेत्र के युद्धक्षेत्र में हुआ, जो वैदिक काल से ही एक पवित्र तीर्थस्थल है। भगवान ने मानव जाति के मार्गदर्शन के लिए स्वयं इस पृथ्वी पर उपस्थित होकर इस दर्शन का उपदेश दिया था।\n\nधर्मक्षेत्र (धार्मिक अनुष्ठानों का स्थान) शब्द का विशेष महत्व है क्योंकि कुरुक्षेत्र के युद्धक्षेत्र में भगवान अर्जुन के पक्ष में उपस्थित थे। कुरुओं के पिता धृतराष्ट्र को अपने पुत्रों की विजय की संभावना पर गहरा संदेह था। इसी संदेह में उन्होंने अपने सचिव संजय से पूछा, “उन्होंने क्या किया?” उन्हें पूरा विश्वास था कि उनके पुत्र और उनके छोटे भाई पाण्डु के पुत्र कुरुक्षेत्र के उस युद्धक्षेत्र में निर्णायक युद्ध के लिए एकत्रित हुए थे। फिर भी, उनका यह प्रश्न महत्वपूर्ण है। वे चचेरे भाइयों और भाइयों के बीच कोई समझौता नहीं चाहते थे और युद्धक्षेत्र में अपने पुत्रों के भाग्य को लेकर आश्वस्त होना चाहते थे। क्योंकि युद्ध कुरुक्षेत्र में लड़ा जाना था, जिसका उल्लेख वेदों में अन्यत्र स्वर्गवासियों के लिए भी एक पूजा स्थल के रूप में किया गया है, धृतराष्ट्र को इस बात का बहुत डर था कि पवित्र स्थान का युद्ध के परिणाम पर क्या प्रभाव पड़ेगा। वे भली-भांति जानते थे कि इससे अर्जुन और पाण्डु पुत्रों पर सकारात्मक प्रभाव पड़ेगा, क्योंकि वे स्वभाव से ही गुणी थे। संजय व्यास के शिष्य थे, और इसलिए व्यास की कृपा से संजय धृतराष्ट्र के कक्ष में रहते हुए भी कुरुक्षेत्र के युद्धक्षेत्र का दृश्य देख सके। तब धृतराष्ट्र ने उनसे युद्धक्षेत्र की स्थिति के बारे में पूछा।\n\nपांडव और धृतराष्ट्र के पुत्र दोनों एक ही कुल के थे, लेकिन इससे धृतराष्ट्र के मन की बात स्पष्ट होती है। उन्होंने जानबूझकर केवल अपने पुत्रों को ही कुरु माना और पांडु के पुत्रों को कुल वंश से अलग कर दिया। इस प्रकार, पांडु के पुत्रों अर्थात उनके भतीजों के साथ धृतराष्ट्र के विशिष्ट संबंध को समझा जा सकता है। जैसे धान के खेत में अनावश्यक पौधों को निकाल दिया जाता है, उसी प्रकार यह अपेक्षा की जाती है कि कुरुक्षेत्र के धार्मिक क्षेत्र में, जहाँ धर्म के जनक श्री कृष्ण उपस्थित थे, धृतराष्ट्र के पुत्र दुर्योधन और अन्य जैसे अवांछित पौधों को नष्ट कर दिया जाएगा और भगवान द्वारा युधिष्ठिर के नेतृत्व में पूर्णतः धार्मिक व्यक्तियों को स्थापित किया जाएगा। धर्म-क्षेत्र और कुरु-क्षेत्र शब्दों का यही महत्व है, इनके ऐतिहासिक और वैदिक महत्व के अतिरिक्त।"
        }
,
        {
          "number": 2,
          "sanskrit": "सञ्जय उवाच दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा । आचार्यमुपसङ्गम्य राजा वचनमब्रवीत् ॥ २ ॥",
          "transliteration": "sañjaya uvāca dṛṣṭvā tu pāṇḍavānīkaṁ vyūḍhaṁ duryodhanas tadā ācāryam upasaṅgamya rājā vacanam abravīt",
          "word_meanings": "sañjayaḥ uvāca — Sañjaya said; dṛṣṭvā — after seeing; tu — but; pāṇḍava-anīkam — the soldiers of the Pāṇḍavas; vyūḍham — arranged in a military phalanx; duryodhanaḥ — King Duryodhana; tadā — at that time; ācāryam — the teacher; upasaṅgamya — approaching; rājā — the king; vacanam — words; abravīt — spoke.",
          "translation": "Sañjaya said: O King, after looking over the army arranged in military formation by the sons of Pāṇḍu, King Duryodhana went to his teacher and spoke the following words.",
          "translation_hi": "संजय ने कहा: हे राजा, पाण्डु के पुत्रों द्वारा सैन्य संरचना में व्यवस्थित सेना को देखने के बाद, राजा दुर्योधन अपने गुरु के पास गए और निम्नलिखित शब्द कहे।",
          "purport": "Dhṛtarāṣṭra was blind from birth. Unfortunately, he was also bereft of spiritual vision. He knew very well that his sons were equally blind in the matter of religion, and he was sure that they could never reach an understanding with the Pāṇḍavas, who were all pious since birth. Still he was doubtful about the influence of the place of pilgrimage, and Sañjaya could understand his motive in asking about the situation on the battlefield. Sañjaya wanted, therefore, to encourage the despondent king and thus assured him that his sons were not going to make any sort of compromise under the influence of the holy place. Sañjaya therefore informed the king that his son, Duryodhana, after seeing the military force of the Pāṇḍavas, at once went to the commander in chief, Droṇācārya, to inform him of the real position. Although Duryodhana is mentioned as the king, he still had to go to the commander on account of the seriousness of the situation. He was therefore quite fit to be a politician. But Duryodhana’s diplomatic veneer could not disguise the fear he felt when he saw the military arrangement of the Pāṇḍavas.",
          "purport_hi": "धृतराष्ट्र जन्म से ही अंधे थे। दुर्भाग्यवश, वे आध्यात्मिक दृष्टि से भी वंचित थे। वे भली-भांति जानते थे कि उनके पुत्र भी धर्म के मामले में उतने ही अंधे हैं, और उन्हें पूरा विश्वास था कि वे जन्म से ही धर्मपरायण पांडवों के साथ कभी भी सामंजस्य स्थापित नहीं कर पाएंगे। फिर भी उन्हें तीर्थस्थल के प्रभाव पर संदेह था, और संजय युद्धक्षेत्र की स्थिति के बारे में पूछने के उनके उद्देश्य को समझ गए थे। इसलिए संजय निराश राजा को प्रोत्साहित करना चाहते थे और उन्होंने उन्हें आश्वस्त किया कि उनके पुत्र पवित्र स्थान के प्रभाव में आकर किसी भी प्रकार का समझौता नहीं करेंगे। संजय ने राजा को सूचित किया कि उनके पुत्र दुर्योधन ने पांडवों की सैन्य शक्ति देखकर तुरंत सेनापति द्रोणाचार्य के पास जाकर उन्हें वास्तविक स्थिति की सूचना दी। हालांकि दुर्योधन को राजा के रूप में उल्लेख किया गया है, फिर भी स्थिति की गंभीरता को देखते हुए उसे सेनापति के पास जाना पड़ा। इसलिए वह राजनीतिज्ञ बनने के लिए पूरी तरह से योग्य था। लेकिन दुर्योधन की कूटनीतिक क्षमता पांडवों की सैन्य व्यवस्था देखकर उसके भीतर उत्पन्न भय को छिपा नहीं सकी।"
        }
      ]
    },

    {
      "id": 2,
      "title": "Contents of the Gītā Summarized",
      "verses": [
        {
          "number": 11,
          "sanskrit": "अशोच्यानन्वशोचस्त्वं...",
          "transliteration": "aśocyān anvaśocas tvaṁ...",
          "word_meanings": "aśocyān—not worthy of grief;",
          "translation": "The wise lament neither for the living nor the dead.",
          "translation_hi": "ज्ञानी न जीवित के लिए शोक करते हैं, न मृत के लिए।",
          "purport": "Knowledge of the soul removes lamentation.",
          "purport_hi": "आत्मज्ञान से शोक समाप्त होता है।"
        },
        {
          "number": 20,
          "sanskrit": "न जायते म्रियते वा...",
          "transliteration": "na jāyate mriyate vā...",
          "word_meanings": "ātmā—soul; nityaḥ—eternal;",
          "translation": "The soul is eternal and indestructible.",
          "translation_hi": "आत्मा शाश्वत और अविनाशी है।",
          "purport": "Understanding eternity removes fear of death.",
          "purport_hi": "शाश्वतता का ज्ञान मृत्यु भय को नष्ट करता है।"
        }
      ]
    },

    {
      "id": 3,
      "title": "Karma-yoga",
      "verses": [
        {
          "number": 5,
          "sanskrit": "न हि कश्चित् क्षणमपि...",
          "transliteration": "na hi kaścit kṣaṇam api...",
          "word_meanings": "karma—action; avashya—inevitable;",
          "translation": "No one can remain without action.",
          "translation_hi": "कोई भी बिना कर्म किए नहीं रह सकता।",
          "purport": "Action is natural but must be purified.",
          "purport_hi": "कर्म स्वाभाविक है पर शुद्ध होना चाहिए।"
        },
        {
          "number": 19,
          "sanskrit": "तस्मादसक्तः सततं...",
          "transliteration": "tasmād asaktaḥ satataṁ...",
          "word_meanings": "asaktaḥ—without attachment;",
          "translation": "Perform duty without attachment.",
          "translation_hi": "आसक्ति रहित कर्तव्य करो।",
          "purport": "Detached action leads to liberation.",
          "purport_hi": "वैराग्ययुक्त कर्म मुक्ति देता है।"
        }
      ]
    },

    {
      "id": 4,
      "title": "Transcendental Knowledge",
      "verses": [
        {
          "number": 7,
          "sanskrit": "यदा यदा हि धर्मस्य...",
          "transliteration": "yadā yadā hi dharmasya...",
          "word_meanings": "dharma—religion; glāniḥ—decline;",
          "translation": "The Lord appears to protect righteousness.",
          "translation_hi": "भगवान धर्म की रक्षा हेतु अवतार लेते हैं।",
          "purport": "Divine descent restores balance.",
          "purport_hi": "ईश्वरीय अवतार संतुलन लाते हैं।"
        },
        {
          "number": 9,
          "sanskrit": "जन्म कर्म च मे दिव्यम्...",
          "transliteration": "janma karma ca me divyam...",
          "word_meanings": "divyam—divine;",
          "translation": "Knowing the Lord’s divine acts grants liberation.",
          "translation_hi": "भगवान के दिव्य कर्म जानने से मुक्ति मिलती है।",
          "purport": "True knowledge ends rebirth.",
          "purport_hi": "तत्वज्ञान पुनर्जन्म रोकता है।"
        }
      ]
    },

    {
      "id": 5,
      "title": "Karma-yoga – Action in Kṛṣṇa Consciousness",
      "verses": [
        {
          "number": 2,
          "sanskrit": "संन्यासः कर्मयोगश्च...",
          "transliteration": "sannyāsaḥ karma-yogaś ca...",
          "word_meanings": "sannyāsaḥ—renunciation;",
          "translation": "Both renunciation and action lead to liberation.",
          "translation_hi": "संन्यास और कर्म दोनों मुक्ति देते हैं।",
          "purport": "Devotion harmonizes both paths.",
          "purport_hi": "भक्ति दोनों मार्गों को जोड़ती है।"
        },
        {
          "number": 10,
          "sanskrit": "ब्रह्मण्याधाय कर्माणि...",
          "transliteration": "brahmaṇy ādhāya karmāṇi...",
          "word_meanings": "brahmaṇi—unto the Supreme;",
          "translation": "Offer all actions to the Supreme.",
          "translation_hi": "सभी कर्म भगवान को अर्पित करो।",
          "purport": "Surrender purifies work.",
          "purport_hi": "समर्पण से कर्म शुद्ध होता है।"
        }
      ]
    }
  ]
}